const About = () => {
    return (
 <>
<div className="max-w-4xl mx-auto  py-8">
  <p className="text-gray-400 mb-4">
    ჩვენი კომპანია დაფუძნებულია რამდენიმე მარტივ პრინციპზე: იაფი ფასები, საუკეთესო ხარისხი და დიდი არჩევანი, მომხმარებლებს შევთავაზოთ მაქსიმალურად მოქნილი, სწრაფი, გამჭვირვალე და მათზე მორგებული პირობები
  </p>
  <p className="text-gray-400">
    ჩვენ გთავაზობთ მეორად ამერიკულ ტელეფონებს, საუკეთესო ფასად, უმაღლეს ხარისხს, რაც მთავარია გარანტიით. მათთვის ვისაც სურს (დაზოგოს ფული) და არ გადაიხადოს ახალში გაცილებით ძვირი ან მათთვის ვისაც ახლის ყიდვის საშუალება არაქვს და უნდა შეიძინოს საუკეთესო ხარისხის ტელეფონები საუკეთესო ფასად
  </p>
</div>

 </>

    )
}

export default About;